Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/inarinsaamen_taivutusoppi_on_julkaistu.html.tmx
Source language: fin
Languages: smn

source: Inarinsaamen taivutusoppi on julkaistu
smn: Anarâškielâ sujâttemoppâ lii almostittum

source: INARINSAAMEN TAIVUTUSOPPI kuvaa inarinsaamen taivutusmuotojen muodostamista systemaattisesti, mutta mahdollisimman helppolukuisesti, havainnollisesti ja lähestyttävästi.
smn: ANARÂŠKIELÂ SUJÂTTEMOPPÂ kovvee anarâškielâ sujâttemhaamij hammim systemaatlávt, mut meid nuuvt, et toi addim ličij älkkee.

source: Kirjassa kuvataan inarinsaamen äänteet ja ääntämisohjeet, säännönmukaiset äänteenmuutokset ja taivutusmuotojen muodostamissäännöt.
smn: Kirjeest oovdânpuáhtojeh anarâškielâ jienâduvah já jienâdemravvuuh, njuolgâdusâi miäldásiih jienâdemnubástusah já sujâttemhaamij hammimnjuolgâdusah.

source: Mukana on paljon esimerkkejä sääntöjen havainnollistamiseksi.
smn: Kirjeest láá ennuv ovdâmeerhah vâi huámášiččii maid njuolgâdusah keevâtlávt uáivildeh.

source: Lisäksi kirjassa esitellään taipumattomat sanaluokat ja yleisimmät niihin kuuluvat sanat.
smn: Lasseen kirjeest oovdânpuáhtojeh sujâhánnáá säniluokah já toi táválumoseh säänih.

source: Taivutusoppia seuraa lyhyt kappale inarinsaamen lauseopillisista piirteistä.
smn: Sujâttemoopâ maŋa kirjeest lii uánihis uási anarâškielâ ceelhâopâlijn jiešvuođâin.

source: Kirja sopii inarinsaamen kieliopintojen tueksi ja oppimateriaaliksi sekä lähdemateriaaliksi kaikille kielen parissa työskenteleville, esimerkiksi opettajille, toimittajille ja tutkijoille.
smn: Kirje heivee anarâškielâ kielâuápui toorjân já oppâmaterialin sehe käldeematerialin puohháid, kiäh anarâškieláin pargeh, ovdâmerkkân máttáátteijeid, toimâtteijeid já totkeid.

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/
smn: Kirje lii tääl finniimist Sämitige oppâmaterial nettikäävpist: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/?lang=an
